Repository: atlesque/atlesque-ecards
Catalog: languages/odude-ecard-*.po
Languages: bs_ba

source: Layout Not Found
bs_ba: Izgled nije pronaðen

source: Email This Ecard
bs_ba: Podijelite ovu Ecard

source: Modify
bs_ba: izmijeniti

source: From
bs_ba: od

source: Send this Ecard to others
bs_ba: Pošalji ovu razglednicu drugima

source: Your Name
bs_ba: Vaše ime

source: Your Email
bs_ba: Vaš email

source: Receiver Name
bs_ba: Ime primaoca

source: Receiver E-Mail
bs_ba: Email primaoca

source: Subject
bs_ba: Predmet

source: Message
bs_ba: Poruka

source: Send card on specific date:
bs_ba: Pošalji razglednicu na datum:

source: Preview Ecard
bs_ba: Pregledaj razglednicu prije slanja

source: Please enter a valid email address
bs_ba: Molimo Vas unesite validnu email adresu

source: Name cannot be empty
bs_ba: Ime ne može biti prazno

source: Please enter your subject
bs_ba: Molimo Vas unesite predmet

source: Please enter a longer message
bs_ba: Molimo Vas unesite poruku

source: Go Back
bs_ba: Idite nazad

source: Ecard Has been sent Sucessfully
bs_ba: Razglednica je uspješno poslata

source: Send to Others
bs_ba: Pošalji drugima

source: Either card is deleted or wrong Pickup ID provided
bs_ba: Ili je razglednica izbrisana ili je broj pogrešan

source: Title
bs_ba: Naslov

source: Author
bs_ba: Autor

source: Category
bs_ba: Kategorija

source: Ecard Layout
bs_ba: Izgled razglednice

source: Thumbnail
bs_ba: Slièica

source: <span class="vers"><div title="Comments" class="comment-grey-bubble"></div></span>
bs_ba: <span class="vers"><div title="Komentari" class="comment-grey-bubble"></div></span>

source: Date
bs_ba: Datum

source: ODude ECard
bs_ba: Odude razglednice

source: Ecard
bs_ba: Razglednica

source: Add
bs_ba: Dodaj

source: Add New
bs_ba: Dodaj novu

source: Edit
bs_ba: Uredi

source: New
bs_ba: Nova

source: View Ecard
bs_ba: Pogledaj razglednicu

source: Search Ecard
bs_ba: Traži razglednicu

source: No Ecard found
bs_ba: Nije naðena razglednica

source: No ecard found in Trash
bs_ba: Razglednica nije naðena u smeæu

source: Ecard Albums
bs_ba: Albumi razglednica

source: Ecard Album
bs_ba: Album razglednica

source: Search Albums
bs_ba: Traži albume

source: All Albums
bs_ba: Svi albumi

source: Parent Album
bs_ba: Krovni album

source: Parent Album:
bs_ba: Roditelj Album:

source: Edit Album
bs_ba: Uredi album

source: Update Album
bs_ba: Ažuriraj album

source: Add New Album
bs_ba: Dodaj novi album

source: New Album Name
bs_ba: Ime novog albuma

source: Ecard Tags
bs_ba: Tagovi razglednica

source: Ecard Tag
bs_ba: Tag razglednice

source: Search Tags
bs_ba: Traži tagove

source: All Tags
bs_ba: Svi tagovi

source: Parent Tag
bs_ba: Krovni tag

source: Parent Tag:
bs_ba: Krovni tag

source: Edit Tag
bs_ba: uredi tag

source: Update Tag
bs_ba: Ažuriraj tag

source: Add New Tag
bs_ba: Dodaj novi tag

source: New Tag Name
bs_ba: Ime novog taga

source: Please Complete the Security Spam Check.
bs_ba: Molimo Vas završite Spam provjeru

source: Google Server Error
bs_ba: Greška na Google serveru

source: Bots are not allowed to send ecards. If you are not a bot then please enable JavaScript in browser.
bs_ba: Botovima nije dozvoljeno slanje razglednica. Ako niste bot onda molimo upaliteJavascript u pregledniku

source: Ecard Image
bs_ba: Slika razglednice

source: Settings
bs_ba: Postavke

source: Free Settings
bs_ba: Besplatne postavke

source: Pro Settings
bs_ba: Pro postavke

source: Captcha Settings
bs_ba: Captcha postavke

source: Google Captcha Enable
bs_ba: Upali google captcha

source: 3rd Party Shortcode
bs_ba: Tuði shortcode

source: Shortcode for Position 1st
bs_ba: Shortcode za prvu poziciju

source: Shortcode for Position 2nd
bs_ba: Shortcode za drugu poziciju

source: Statistics
bs_ba: Statistika

source: You can include any other plugin shortcode or message. Eg. social share, buttons, notices<br><br><b>Position 1st</b> = Just above the main ecard image<br><b>Position 2nd</b>=Just below the main ecard image.<br>
bs_ba: Možete ukljuèiti shortcode bilo kojeg plugina ili poruke. Npr, social share,dugmad, obavještenja <br><br><b>Prva pozicija</b> = Odmah iznad glavne razglednice slika<br><b>Druga pozicija</b>= Odmah ispod glavne razglednice.<br>

source: &mdash; Select &mdash;
bs_ba: &mdash; Izaberi &mdash;

source: This is captcha setting page
bs_ba: Ovo je stranica za captcha postavke

source: Last 50 Ecards Sent
bs_ba: Zadnjih 50 poslatih razglednica

source: Next 50 Ecards Pending
bs_ba: Slijedeæih 50 poslatih razglednica

source: Basic Settings
bs_ba: Osnovne postavke

source: Any Plugin Shortcode
bs_ba: Shortcode bilo kojeg plugina
